Repository: giellalt/corpus-fin
Catalog: tmx/sme/bible/svenskakyrkan/default.aspx_id=775900.html.tmx
Source language: fin
Languages: sme

source: Näin kirkko voi tukea sinua - Svenska kyrkan - Om oss
sme: Ná sáhttá girku doarjut du - Svenska kyrkan - Om oss

source: Näin kirkko voi tukea sinua
sme: Ná sáhttá girku doarjut du

source: Ruotsin kirkon sosiaalityötä kutsutaan diakoniaksi.
sme: Ruoŧa girku sosiálalaš bargu gohčoduvvo diakonian.

source: Sen tehtävänä on osallistuvasti kohdata erilaisissa elämäntilanteissa olevia ihmisiä kunnioittavasti ja molemminpuolisen solidaarisuuden hengessä.
sme: Ulbmilin lea oassálastimiin, gudnejahttimiin ja aktasaš solidaritehtain gávnnadit olbmuiguin geat leat váttis eallindilálašvuođain.

source: Ruotsin kirkko tekee sosiaalityötä yhteistyössä useimpien yhteiskunnallisten sosiaalilaitosten, muiden kirkkojen ja uskonyhteisöjen sekä aatteellisten järjestöjen kanssa.
sme: Sosiála barggus Ruoŧa girku doaibmá ovttas servvodaga máŋggaiguin sosiálalaš ásahusaiguin, eará girkuiguin ja oskusearvegottiiguin dehe eaktodáhtolaš servviiguin.

source: Monissa julkisissa työpaikoissa on pappi, esimerkiksi yliopistoissa, pelastuslaitoksissa, puolustusvoimissa, vankeinhoidossa ja poliisivoimissa.
sme: Olu almmolaš bargosajiin dego universitehtain, heahtegádjunbálvalusas, soahteveagas, krimináladivššus ja poliissas lea vejolašvuohta gávnnadit báhpain.

source: Diakoneilla ja papeilla on vaitiolovelvollisuus.
sme: Diakonain ja báhpain leat jávohisvuođabággu.

source: He käyvät vanhusten ja sairaiden luona, järjestävät sururyhmiä ja keskustelevat yksittäisten ihmisten kanssa elämän iloista ja vaikeuksista.
sme: Sii gávnnadit boarrásiiguin ja buhcciiguin, lágidit morašjoavkkuid ja ságastit ovttaskas olbmuiguin eallima iluid ja váttisvuođaid birra.

source: Kirkon sosiaalityössä annetaan tukea ja apua myös päihteiden väärinkäyttäjille ja heidän läheisilleen.
sme: Sosiálalaš barggus girku maid gávnnada mirkoávnnasgeavaheddjiiguin ja sin oameolbmuiguin doarjuma ja veahkeheami dihte.

source: Sosiaalityössä voidaan perustaa keskusteluryhmiä pahoinpidellyille naisille ja miehille sekä auttaa perheitä niin vanhempia kuin lapsiakin koettelevissa kriisitilanteissa.
sme: Bargu sáhttá leat álggahit ságastallanjoavkkuid veahkaválddálaččat uhkiduvvon nisson- ja dievdoolbmuide ja veahkehit veagaid roassodiliin gos váhnemat ja mánát gillájit.

source: Joskus seurakunnat voivat myös antaa taloudellista apua sitä tarvitseville.
sme: Muhtimin searvegottit sáhttet maid ruđalaččat doarjut dárbbašedjiid.

source: Ruotsissa monilla yläasteilla ja lukioissa on oppilaiden tukena koulupappeja ja diakoneja.
sme: Máŋggain alladási- ja gymnásaskuvllain riikkas gávdnojit skuvlabáhpat ja diakonat mat sáhttet doarjut ohppiid.

source: Oppilaat voivat sekä kouluaikana että koulun jälkeen kääntyä heidän puoleensa jutellakseen mistä tahansa, kuten opinnoista, identiteetistä ja uskosta.
sme: Skuvlaáiggis ja dan maŋŋil sáhttet oahppit boahtit hupmat singuin visot áššiid birra, oahpus gitta identitehtii ja oskui.

source: Alla on lisätietoja siitä, minkälaisissa tilanteissa Ruotsin kirkko voi tukea sinua.
sme: Loga eanet dás vuollelis makkár diliin Ruoŧa girku sáhttá doarjut du.

source: Sururyhmät Sururyhmät ovat pieniä, viidestä kahdeksaan osanottajan ryhmiä, joissa jaetaan läheisen menettämisen synnyttämiä ajatuksia ja tunteita.
sme: Morašjoavkkut Morašjoavku lea unna jovkkoš viđain gitta gávcciin oasseváldiin mat gávnnadit juohkit jurdagiiddiset ja dovdduideaset movt lea go manaha lagas oameolbmo.

source: Ryhmillä on tietty määrä kokoontumiskertoja sekä kokeneet vetäjät, ja ne voivat keskittyä elämänkumppanin, lapsen tai vanhempansa menettäneisiin.
sme: Joavku doallá vissis meari gávnnademiid hárjánan jođiheddjiiguin ja dát sáhttá heivet dasa gii lea manahan eallinguoimmi, máná dehe boares váhnema.

source: Kirkon perheneuvonta Ruotsin kirkon perheneuvonta on tarkoitettu kaikille, joilla on ongelmia läheisissä ihmissuhteissaan.
sme: Girku bearašráđđeaddin Ruoŧa girku bearašráđđeaddin lea buohkaide geain leat váttisvuođat lagas aktavuođaideasetguin.

source: Se on tarkoitettu avio- tai avoliitossa eläville, eronneille tai avioeroa harkitseville, niille, joilla on vaikeaa suhteen päättymisen jälkeen, sekä niille, joille yhteys läheisiin tuntuu vaikealta.
sme: Sáhttá leat dakkárii gii lea náitalan dehe eallá ovttas nuppiin, earránan dehe earránaddi báraide, dasa geas leat váttisvuođat earráneami maŋŋil ja dasa geas leat váttisvuođat oameolbmuiguin.

source: Perheneuvonnan työntekijöillä on vaitiolovelvollisuus, eivätkä he pidä kirjaa tapaamisista.
sme: Bearašráđđeaddima mielbargiin lea jávohisvuođabággu ja sii eai ge čále journálaid.

source: Työ seksuaalista väkivaltaa vastaan Ruotsin kirkko haluaa tukea lapsia, nuoria ja aikuisia, jotka ovat kohdanneet väkivaltaa kirkon piirissä.
sme: Bargu seksualálaš veahkaváldima vuostá Ruoŧa girku háliida doarjut mánáid, nuoraid ja rávvásiid geat leat vásihan veahkaváldima girkobirrasis.

source: Seksuaalinen väkivalta sisältää käsitteenä kaiken eriasteisesta seksuaalisesta häirinnästä raiskaukseen sekä rikolliset ja moraalisesti paheksuttavat teot.
sme: Seksualálaš veahkaváldimin adno juohkelágan seksualálaš givssideapmi ja rohcošeapmi, sihke lágahis dagut ja morálalaš vearrodagut.

source: Myös toisen henkilön tahdon vastaiset seksuaalisuuteen liittyvät kommentit ja vihjailut luetaan väkivallaksi.
sme: Seksuálalaš cuiggodeamit, geažuheamit ja fuomášahttimat nuppi olbmo miela vuostá adno maid veahkaváldimin.

source: Aiemmin seksuaalisesta väkivallasta usein vaiettiin.
sme: Ovdal doalahuvvui diehtu seksualálaš veagalváldima birra dávjá jávvásis.

source: Ruotsin kirkko haluaa auttaa murtamaan seksuaaliseen väkivaltaan liittyvää vaikenemista. Kirkko haluaa uskaltaa kohdata sen, mitä todellisuudessa saattaa tapahtua, ja toimia sen mukaisesti.
sme: Ruoŧa girku háliida leat mielde botkeme jávohisvuođa seksualálaš veagalváldimiid birra, duostat duođaštit mii duođas sáhttá dáhpáhuvvat ja dahkat dasa juoidá.

source: Sairaalakirkko Surun kohdannut tai apua tarvitseva voi kääntyä suoraan sairaalan kirkon puoleen.
sme: Buohcceviesugirku Dat gii lea morrašis dehe dárbbaha veahki sáhttá buohcceviesus váldit njuolga aktavuođa girkuin.

source: Hartaustilojen ja henkilökuntansa kautta kirkko on sekä potilaiden, läheisten että sairaalan henkilökunnan tavoitettavissa, jos he haluavat keskustella, saada sielunhoitoa tai osallistua jumalanpalveluksiin ja hartauksiin.
sme: Girku rohkoslatnja ja bargoveahka lea sadjosis buhcciide, oameolbmuide ja bargovehkii geat dárbbahit sierra ságastallama ja sielufuolaheami dehe háliidit oassálastit ipmilbálvalusain ja ruhkosiin.

source: Papeilla, diakoneilla ja muilla sairaalakirkossa työskentelevillä on vaitiolovelvollisuus, eivätkä he pidä kirjaa tapaamisistaan.
sme: Báhpain, diakonain ja iežáin geat barget buohcceviesugirkus lea jávohisvuođabággu ja sii eai čále journálaid.

source: Ei tarvitse olla kristitty voidakseen käydä sairaalakirkossa.
sme: It dárbbat leat risttalažžan beassat buohcceviesugirkui.

source: Jos sairauden takia ei pysty itse tulemaan hartaustiloihin, pappi voi vierailla sairaan luona.
sme: Jos soamis ii sáhte boahtit rohkoslatnjii buohccivuođa dihte de báhppa sáhttá fitnalit su luhtte.
